Repository: trackship/trackship-for-woocommerce
Catalog: language/trackship-for-woocommerce-*.po
Languages: gu

source: Days.
gu: દિવસ.

source: % of total
gu: કુલ %

source: Actions
gu: ક્રિયાઓ

source: Active Shipments
gu: સક્રિય શિપમેન્ટ

source: Add mapping
gu: મેપિંગ ઉમેરો

source: Add the [wcast-track-order] shortcode in the selected page.
gu: પસંદ કરેલા પૃષ્ઠમાં [wcast-track-order] શોર્ટકોડ ઉમેરો.

source: Admin Notifications
gu: સંચાલન સૂચનાઓ

source: All Shipments
gu: તમામ શિપમેન્ટ

source: All shipping providers
gu: બધા શિપિંગ પ્રદાતાઓ

source: An error has occurred while sending the sms
gu: એસએમએસ મોકલતી વખતે ભૂલ આવી

source: An error has occurred: %s
gu: ભૂલ આવી છે:% s

source: An error has occurred: Clicksend is not supported for phone number validation on checkout, Please contact support
gu: ભૂલ આવી છે: ચેકઆઉટ પર ફોન નંબર માન્યતા માટે ક્લિકસેન્ડ સપોર્ટેડ નથી, કૃપા કરીને સપોર્ટનો સંપર્ક કરો

source: Avaialable for pickup
gu: ઉપાડવા માટે ઉપલબ્ધ

source: Available For Pickup
gu: પ્રાપ્ત કરવાને ઉપલબ્ધ

source: Available for Pickup
gu: પ્રાપ્ત કરવાને ઉપલબ્ધ

source: Available variables:
gu: ઉપલબ્ધ ચલો

source: Avg. Shipping Time
gu: સરેરાશ શિપિંગ સમય

source: Avg. shipping time
gu: સરેરાશ શિપિંગ સમય

source: Button color
gu: બટનનો રંગ

source: Button font color
gu: બટન અક્ષર રંગ

source: Button radius
gu: બટન ત્રિજ્યા

source: Carrier Unsupported
gu: વાહક અસમર્થિત

source: Choose on which order emails to include the shipment tracking info
gu: શિપમેન્ટ ટ્રેકિંગ માહિતી શામેલ કરવા માટે કયા ઓર્ડર ઇમેઇલ્સ પર પસંદ કરો

source: Choose SMS Provider
gu: એસએમએસ પ્રદાતા પસંદ કરો

source: Clear
gu: દૂર કરવું

source: Clear color
gu: રંગ દૂર કરવું

source: Clicksend API key
gu: ક્લિકસેન્ડ API કી

source: Clicksend API Username
gu: ક્લિકસેન્ડ API વપરાશકર્તા નામ

source: Color value
gu: રંગ મૂલ્ય

source: Connect your store
gu: તમારી દુકાન કનેક્ટ કરો

source: Connected
gu: જોડાયેલું

source: Connection Status
gu: જોડાણ સ્થિતિ

source: Content
gu: સામગ્રી

source: Copy Tracking page
gu: ટ્રેકિંગ પૃષ્ઠને નકલ કરો

source: Copy View order page
gu: ઓર્ડર પૃષ્ઠને ક નકલ કરો

source: Customize
gu: કસ્ટમાઇઝ કરો

source: Customize the Tracking Widget
gu: ટ્રેકિંગ વિજેટને કસ્ટમાઇઝ કરો

source: Dark Font
gu: ડાર્ક ફોન્ટ

source: Dashboard
gu: ડેશબોર્ડ

source: Default
gu: ડિફોલ્ટ

source: Delete Tracking Event details
gu: ટ્રેકિંગ ઇવેન્ટ વિગતો કા Deleteી નાખો

source: Delete tracking events for orders delivered more then
gu: પછી વિતરિત ઓર્ડર માટે ટ્રેકિંગ ઇવેન્ટ્સ કા Deleteી નાખો

source: Delivered
gu: પહોંચાડમાં આવ્યા

source: Delivered <span class="count">(%s)</span>
gu: વિતરિત <span class="count">(%s)</span>

source: Delivery date
gu: સોંપણી તારીખ

source: Destination Details
gu: લક્ષ્યસ્થાન વિગતો

source: Display Options
gu: વિકલ્પો દર્શાવો

source: Display the shipping address
gu: શિપિંગ સરનામું દર્શાવો

source: Display the Shipping items
gu: શિપિંગ વસ્તુઓ દર્શાવો

source: Documentation
gu: દસ્તાવેજીકરણ

source: Edit
gu: સંપાદિત કરો

source: Email address
gu: ઈ - મેઈલ સરનામું

source: Email content
gu: ઇમેઇલ સામગ્રી

source: Email heading
gu: ઇમેઇલ મથાળું

source: Email Notifications
gu: ઇમેઇલ સૂચનાઓ

source: Email Subject
gu: ઇમેઇલ વિષય

source: Email Type & Text
gu: ઇમેઇલ પ્રકાર અને ટેક્સ્ટ

source: Enable a Custom Order Status Delivered that will be set automatically when all the order shipments are delivered
gu: ડિલીવર કરેલ કસ્ટમ ઓર્ડર સ્થિતિને સક્ષમ કરો કે જ્યારે બધા ઓર્ડર શિપમેન્ટ વિતરિત કરવામાં આવશે ત્યારે આપમેળે સેટ થઈ જશે

source: Enable a shipment status filter on orders admin
gu: ઓર્ડર એડમિન પર શિપમેન્ટ સ્થિતિ ફિલ્ટરને સક્ષમ કરો

source: Enable Available For Pickup email
gu: પ્રાપ્ત કરવાને ઉપલબ્ધ ઇમેઇલ સક્ષમ કરો

source: Enable Delivered email
gu: વિતરિત ઇમેઇલને સક્ષમ કરો

source: Enable Exception email
gu: અપવાદ ઇમેઇલ સક્ષમ કરો

source: Enable Failed Attempt email
gu: નિષ્ફળ પ્રયાસ ઇમેઇલને સક્ષમ કરો

source: Enable In Transit email
gu: પરિવહન ઇમેઇલને સક્ષમ કરો

source: Enable On Hold email
gu: હોલ્ડ પર ઇમેઇલને સક્ષમ કરો

source: Enable Order Delivery Automation
gu: ઓર્ડર ડિલિવરી Autoટોમેશનને સક્ષમ કરો

source: Enable Out For Delivery email
gu: ડિલિવરી ઇમેઇલ માટે સક્ષમ કરો

source: Enable Return To Sender email
gu: પ્રેષકને પાછા ફરો ઇમેઇલ સક્ષમ કરો

source: Enable Tracking # link to Carrier
gu: કેરિયર માટે ટ્રેકિંગ # લિંકને સક્ષમ કરો

source: Enable Tracking Page
gu: ટ્રેકિંગ પૃષ્ઠને સક્ષમ કરો

source: Enter emails here or use variables such as {customer_email}. Multiple emails can be separated by commas.
gu: અહીં ઇમેઇલ્સ દાખલ કરો અથવા {ગ્રાહક_મેઇલ} જેવા ચલોનો ઉપયોગ કરો. બહુવિધ ઇમેઇલ્સ અલ્પવિરામ દ્વારા અલગ કરી શકાય છે.

source: Enter the tracking number for your order:
gu: તમારા ઓર્ડર માટે ટ્રેકિંગ નંબર દાખલ કરો:

source: Est. Delivery Date
gu: અંદાજ વિતરણ તારીખ

source: Events Display Type
gu: ઘટનાઓ પ્રદર્શન પ્રકાર

source: Exception
gu: અપવાદ

source: Failed Attempt
gu: નિષ્ફળ પ્રયાસ

source: Filter by shipment status
gu: શિપમેન્ટ સ્થિતિ દ્વારા ફિલ્ટર કરો

source: Fulfillment
gu: પરિપૂર્ણતા

source: Fulfillment Dashboard
gu: પરિપૂર્ણતા ડેશબોર્ડ

source: General Settings
gu: સામાન્ય સુયોજનો

source: Get Shipment Status
gu: શિપમેન્ટની સ્થિતિ મેળવો

source: Get Support
gu: સપોર્ટ મેળવો

source: Google Analytics
gu: ગૂગલ એનાલિટિક્સ

source: Google Analytics link tracking
gu: ગૂગલ પૃથક્કરણવિદ્યા લિંક ટ્રેકિંગ

source: Help
gu: સહાય કરો

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been Delivered.
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર ડિલિવર કરવામાં આવ્યો છે.

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been returned to sender.
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર પ્રેષકને પાછો ફર્યો છે.

source: Hi there. we thought you'd like to know that your recent order from {site_title} is available for pickup.
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર દુકાન પર ઉપલબ્ધ છે.

source: Hi there. we thought you'd like to know that your recent order from {site_title} is Exception
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર અપવાદ છે

source: Hi there. we thought you'd like to know that your recent order from {site_title} is Failed Attempt
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર નિષ્ફળ પ્રયાસ છે

source: Hi there. we thought you'd like to know that your recent order from {site_title} is in transit
gu: અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર ટ્રાન્ઝિટમાં છે.

source: Hi there. we thought you'd like to know that your recent order from {site_title} is on hold
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર રોકેલો છે

source: Hi there. we thought you'd like to know that your recent order from {site_title} is out for delivery.
gu: હાય ત્યાં. અમને લાગ્યું છે કે તમે તે જાણવા માગો છો કે {site_title} નો તમારો તાજેતરનો ઓર્ડર ડિલિવરી માટે નીકળી ગયો છે.

source: Hide the Shipping Provider logo
gu: શિપિંગ પ્રદાતા લોગો છુપાવો

source: Hide tracking events
gu: ટ્રેકિંગ ઇવેન્ટ્સ છુપાવો

source: Hide TrackShip Branding
gu: ટ્રેકશીપ બ્રાંડિંગ છુપાવો

source: How to find your %s credential
gu: તમારા% s ઓળખપત્રને કેવી રીતે શોધવું

source: Icons
gu: ચિહ્ન

source: If you get different names from your shipping service, you can map the Shipping Providers names to the ones on TrackShip.
gu: જો તમને તમારી શિપિંગ સેવામાંથી જુદા જુદા નામો મળે, તો તમે ટ્રેકશીપ પરના લોકોને શિપિંગ પ્રદાતાઓના નામનો નકશો બનાવી શકો છો.

source: In Transit
gu: પરિવહનમાં

source: Invalid Tracking Number
gu: અમાન્ય ટ્રેકિંગ નંબર

source: Invalid User Key
gu: અમાન્ય વપરાશકર્તા કી

source: Items in this shipment
gu: આ શિપમેન્ટમાં વસ્તુઓ

source: Last 30 days
gu: છેલ્લા 30 દિવસ

source: Late Shipment
gu: મોડું શિપમેન્ટ

source: Late shipment
gu: મોડું શિપમેન્ટ

source: Late Shipments
gu: અંતમાં શિપમેન્ટ

source: Late Shipments Daily Digest
gu: લેટ શિપમેન્ટ્સ ડેઇલી ડાયજેસ્ટ

source: Late Shipments Notifications
gu: અંતમાં શિપમેન્ટની સૂચના

source: Light Font
gu: ઞાંખું અક્ષર

source: Map Shipping Providers
gu: શિપિંગ પ્રદાતાઓની તુલના

source: More info
gu: વધુ માહિતી

source: more info
gu: વધુ માહિતી

source: Nexmo key
gu: નેક્સમો કી

source: Nexmo Secret
gu: નેક્સમો સિક્રેટ

source: No answer
gu: કોઇ જવાબ નથિ

source: No answer code
gu: કોઈ જવાબ કોડ નથી

source: No response code
gu: કોઈ પ્રતિક્રિયા કોડ નથી

source: Notifications
gu: સૂચનાઓ

source: Number of days for late shipments
gu: અંતમાં શિપમેન્ટ માટે દિવસોની સંખ્યા

source: On Hold
gu: હોલ્ડ પર

source: Order Email
gu: Orderર્ડર ઇમેઇલ

source: Order ID
gu: ઓર્ડર આઈડી

source: Order not found.
gu: ઓર્ડર મળ્યો નથી.

source: Order Number
gu: ઓર્ડર નંબર

source: Order number
gu: ઓર્ડર નંબર

source: Order statuses to trigger TrackShip
gu: TrackShip ને ટ્રિગર કરવા માટે ઓર્ડર સ્થિતિઓ

source: Order tracking number.
gu: ઓર્ડર ટ્રેકિંગ નંબર.

source: Origin Details
gu: મૂળ વિગતો

source: Other
gu: અન્ય

source: Out For Delivery
gu: ડિલિવરી માટે બહાર

source: Out for Delivery
gu: ડિલિવરી માટે બહાર

source: Padding of widget
gu: વિજેટની ગાદી

source: Pending TrackShip
gu: મંજૂરી બાકી ટ્રેકશીપ

source: Pending TrackShip is a temporary status that will display for a few minutes until we update the order with the first tracking event from the shipping provider. Please refresh the orders admin in 2-3 minutes.
gu: બાકી ટ્રેકશીપ એક અસ્થાયી સ્થિતિ છે જે શીપીંગ પ્રદાતા તરફથી પ્રથમ ટ્રેકિંગ ઇવેન્ટ સાથેના ઓર્ડરને અપડેટ ન કરે ત્યાં સુધી થોડીવાર પ્રદર્શિત થશે. કૃપા કરીને minutesર્ડર એડમિનને 2-3 મિનિટમાં તાજું કરો.

source: Please choose SMS provider from Dropown.
gu: કૃપા કરીને ડ્રોપટાઉનથી એસએમએસ પ્રદાતા પસંદ કરો.

source: Please install and activate %1$sWooCommerce%2$s for TrackShip for WooCommerce!
gu: કૃપા કરીને WooCommerce માટે ટ્રેકશીપ માટે %1$sWooCommerce%2$s ને સ્થાપિત અને સક્રિય કરો!

source: Please refresh the page and try again.
gu: કૃપા કરીને પૃષ્ઠને તાજું કરો અને ફરીથી પ્રયાસ કરો.

source: Powered by
gu: દ્વારા સંચાલિત

source: Pre Transit
gu: પૂર્વ પરિવહન

source: Priority Support
gu: અગ્રતા આધાર

source: Provider
gu: પ્રદાતા

source: Recipient(s)
gu: પ્રાપ્તકર્તા (ઓ)

source: Remove TrackShip’s branding
gu: ટ્રેકશીપનું બ્રાંડિંગ દૂર કરો

source: Return To Sender
gu: પ્રેષકને પાછા ફરો

source: Return to Sender
gu: પ્રેષક પર પાછા ફરો

source: Returned To Sender
gu: મોકલનાર પરત ફર્યા

source: Save & close
gu: સાચવો અને બંધ કરો

source: Save Changes
gu: ફેરફારો સંગ્રહ

source: Search
gu: શોધો

source: Security verification failed, please refresh page and try again.
gu: સુરક્ષા ચકાસણી નિષ્ફળ, કૃપા કરીને પૃષ્ઠને તાજું કરો અને ફરીથી પ્રયાસ કરો.

source: Select Color
gu: રંગ પસંદ કરો

source: Select default color
gu: મૂળભૂત રંગ પસંદ કરો

source: Select shipment status
gu: શિપમેન્ટની સ્થિતિ પસંદ કરો

source: Select SMS provider
gu: એસએમએસ પ્રદાતા પસંદ કરો

source: Select tracking page:
gu: ટ્રેકિંગ પૃષ્ઠ પસંદ કરો:

source: Send email at
gu: પર ઇમેઇલ મોકલો

source: Send only when all shipments for the order are delivered
gu: જ્યારે ઓર્ડર માટેના તમામ શિપમેન્ટ વિતરિત થાય ત્યારે જ મોકલો

source: Send to admin
gu: એડમિનને મોકલો

source: Sender phone number / Sender ID
gu: પ્રેષકનો ફોન નંબર / પ્રેષક ID

source: Sent
gu: મોકલેલો

source: Settings
gu: સેટિંગ્સ

source: Ship to
gu: મોકલી આપ્યું

source: Shipment %1$s out of %2$s
gu: શિપમેન્ટ %1$s માંથી %2$s

source: Shipment Status
gu: શિપમેન્ટની સ્થિતિ

source: Shipment status
gu: શિપમેન્ટની સ્થિતિ

source: Shipments
gu: શિપમેન્ટ

source: Shipments by Carrier
gu: કેરિયર દ્વારા શિપમેન્ટ

source: Shipments by status
gu: સ્થિતિ દ્વારા શિપમેન્ટ

source: Shipments Dashboard
gu: શિપમેન્ટ્સ ડેશબોર્ડ

source: Shipped
gu: મોકલેલ

source: Shipping & Delivery Analytics
gu: શિપિંગ અને ડિલિવરી Analyનલિટિક્સ

source: Shipping date
gu: માલ મોકલવા ની તારીખ

source: Shipping days
gu: શીપીંગ દિવસો

source: Shipping information (%s - %s) was sent to TrackShip.
gu: શિપિંગ માહિતી (% s -% s) ટ્રેકશીપ પર મોકલવામાં આવી હતી.

source: Shipping Provider
gu: શિપિંગ પ્રદાતાઓની તુલના

source: Shipping provider
gu: શિપિંગ પ્રદાતા

source: Shipping time
gu: શિપિંગ સમય

source: Show all Events
gu: બધી ઘટનાઓ બતાવો

source: Show last event & expand
gu: છેલ્લી ઇવેન્ટ બતાવો અને વિસ્તૃત કરો

source: Show tracking details
gu: ટ્રેકિંગ વિગતો બતાવો

source: Simple
gu: સરળ

source: SMS Notifications
gu: એસએમએસ સૂચનાઓ

source: SMS Settings
gu: SMS સેટિંગ્સ

source: Starting from $9 a month
gu: એક મહિનામાં $ 9 થી પ્રારંભ થાય છે

source: Status
gu: સ્થિતિ

source: Subscription
gu: સબ્સ્ક્રિપ્શન

source: The following shipments are late:
gu: નીચેના શિપમેન્ટ મોડા છે:

source: The shipment status updates will run in the background, please refresh the page in a few minutes.
gu: શિપમેન્ટની સ્થિતિ અપડેટ્સ પૃષ્ઠભૂમિમાં ચાલશે, કૃપા કરીને થોડીવારમાં પૃષ્ઠને તાજું કરો.

source: This field appears as a from or Sender ID
gu: આ ક્ષેત્ર એક અથવા પ્રેષક ID તરીકે દેખાય છે

source: This will be appended to URL in the email content
gu: આ ઇમેઇલ સામગ્રીમાં URL માં જોડવામાં આવશે

source: To track your order, enter your order number and email address:
gu: તમારા ઓર્ડરને ટ્રેક કરવા માટે, તમારો ઓર્ડર નંબર અને ઇમેઇલ સરનામું દાખલ કરો:

source: Tools
gu: સાધનો

source: Total Shipments
gu: કુલ શિપમેન્ટ

source: Track
gu: ટ્રેક

source: Track button
gu: ટ્રેક બટન

source: Track button Text
gu: ટ્રેક બટન ટેક્સ્ટ

source: Track Order
gu: ટ્રેક ઓર્ડર

source: Track Shipment
gu: ટ્રેક શિપમેન્ટ

source: Track your order
gu: તમારા ઓર્ડરને ટ્રેક કરો

source: Tracker Type
gu: ટ્રેકર પ્રકાર

source: Trackers Balance
gu: ટ્રેકર્સ બેલેન્સ

source: Tracking Analytics
gu: ટ્રેકિંગ એનાલિટિક્સ

source: Tracking Details
gu: ટ્રેકિંગ વિગતો

source: Tracking details not found
gu: ટ્રેકિંગ વિગતો મળી નથ

source: Tracking information is not available, please try again later.
gu: ટ્રેકિંગ માહિતી ઉપલબ્ધ નથી, કૃપા કરીને થોડીવારમાં ફરી પ્રયાસ કરો.

source: Tracking Issues
gu: ટ્રેકિંગ મુદ્દાઓ

source: Tracking Number
gu: મૂલ્યાંકન અંક

source: Tracking number
gu: મૂલ્યાંકન અંક

source: Tracking Page
gu: ટ્રેકિંગ પૃષ્ઠ

source: Tracking Page Widget
gu: ટ્રેકિંગ પૃષ્ઠ વિજેટ

source: Tracking Widget
gu: ટ્રેકિંગ વિજેટ

source: TrackShip for WooCommerce integrates TrackShip into your WooCommerce Store and auto-tracks your orders, automates your post-shipping workflow and allows you to provide a superior Post-Purchase experience to your customers.
gu: WooCommerce માટે ટ્રેકશીપ તમારા WooCommerce Store માં ટ્રેકશીપને એકીકૃત કરે છે અને તમારા ઓર્ડરને સ્વતcks-ટ્ર .ક કરે છે, તમારા પોસ્ટ-શિપિંગ વર્કફ્લોને સ્વચાલિત કરે છે અને તમને તમારા ગ્રાહકોને શ્રેષ્ઠ ખરીદી પછીનો અનુભવ પ્રદાન કરવાની મંજૂરી આપે છે.

source: TrackShip Provider
gu: ટ્રેકશીપ પ્રદાતા

source: Twilio Account SID
gu: ટ્વાલીયો ખાતું SID

source: Twilio Auth Token
gu: ટવિલિયો ઓથ ટોકન

source: Unfulfilled Orders
gu: અધૂરા ઓર્ડર

source: Unknown
gu: અજાણ્યું

source: Updated
gu: અપડેટ

source: UPGRADE TO PRO
gu: પ્રો માટે અપગ્રેડ કરો

source: Upgrade to TrackShip Pro
gu: ટ્રેકશીપ પ્રો પર અપગ્રેડ કરો

source: Use the {customer_email} placeholder, you can add comma separated email addresses.
gu: {customer_email} પ્લેસહોલ્ડરનો ઉપયોગ કરો, તમે અલ્પવિરામથી વિભાજિત ઇમેઇલ સરનામાં ઉમેરી શકો છો.

source: View all
gu: બધુજ જુઓ

source: View analytics
gu: વિશ્લેષણો જુઓ

source: view less
gu: ઓછું જુઓ

source: view more
gu: વધુ જોવો

source: We detected %d late shipments:
gu: અમને% d મોડુ શિપમેન્ટ મળ્યું:

source: We detected %s Shipped orders from the last 30 days that were not sent to TrackShip, you can bulk send them to TrackShip
gu: અમે છેલ્લા 30 દિવસોથી %s શિપ કરેલા ઓર્ડરને શોધી કા્યા છે જે ટ્રેકશીપ પર મોકલવામાં આવ્યા ન હતા, તમે તેમને મોટા પ્રમાણમાં ટ્રેકશીપ પર મોકલી શકો છો

source: Widget background color
gu: વિજેટ પૃષ્ઠભૂમિ રંગ

source: Widget border color
gu: વિજેટ સરહદનો રંગ

source: Widget Font color
gu: વિજેટ અક્ષર રંગ

source: Widget Tracker Type
gu: વિજેટ ટ્રેકર પ્રકાર

source: Wrong Shipping Provider
gu: ખોટો શિપિંગ પ્રદાતા

source: You must have a %1$sShipment Tracking plugin%2$s installed to use TrackShip for WooCommerce.
gu: WooCommerce માટે ટ્રેકશીપનો ઉપયોગ કરવા માટે તમારી પાસે %1 $ s શિપમેન્ટ ટ્રેકિંગ પ્લગઇન %2 $ s ઇન્સ્ટોલ કરેલ હોવું આવશ્યક છે.

source: Your order #{order_number} has been delivered
gu: તમારો ઓર્ડર #{order_number} પહોંચાડવામાં આવ્યો છે

source: Your order #{order_number} has returned to sender
gu: તમારો ઓર્ડર #{order_number} પ્રેષક પર પાછો ફર્યો છે

source: Your order #{order_number} is available for pickup
gu: તમારો ઓર્ડર #{order_number} pick દુકાન માટે ઉપલબ્ધ છે

source: Your order #{order_number} is Exception
gu: તમારો ઓર્ડર #{order_number} અપવાદ છે

source: Your order #{order_number} is Failed Attempt
gu: તમારો ઓર્ડર #{order_number} નિષ્ફળ પ્રયાસ છે

source: Your order #{order_number} is in transit
gu: તમારો ઓર્ડર # {order_number} પરિવહનમાં છે

source: Your order #{order_number} is on hold
gu: તમારો ઓર્ડર #{order_number} હોલ્ડ પર છે

source: Your order #{order_number} is out for delivery
gu: તમારો ઓર્ડર #{order_number} ડિલિવરી માટે છે

source: Your settings have been successfully saved.
gu: તમારી સેટિંગ્સ સફળતાપૂર્વક સાચવવામાં આવી છે.
